return "return {[\"background\"] = \"gui_bookbg.png\", " ..
	"[\"title\"] = \"Овладевая Силами Колец: том первый\"," ..
	"[\"page_max\"] = 5, [\"text_len\"] = 10000, [\"owner\"] = \"Эльфийский Кузнец\"," ..
	"[\"text\"] = "..
	"'                                ВВЕДЕНИЕ \\\n" ..
	"- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\\\n" ..
	"          Когда разные материалы сливаются друг с другом и \\\n" ..
	"объединяются в единый новый материал, происходят изменения \\\n" ..
	"не только в его физических свойствах, но и в возможностях \\\n" ..
	"его использования. Проведя много лет, воплощая сию идею в \\\n" ..
	"жизнь под руководством любезного Лорда Аннатара, мы, Эльфы, \\\n" ..
	"достигли высокого уровня понимания вопросов в отношении \\\n" ..
	"некоторых материалов. Мы смогли изобрести предметы великой \\\n" ..
	"силы благодаря полученным знаниям. Они касаются, в частности, \\\n" ..
	"золота, серебра и драгоценных камней, совмещенных вместе в \\\n" ..
	"одном ювелирном изделии. Чтобы эти знания могли быть переданы \\\n" ..
	"будущему поколению, мы решили, что следует написать о процессе " ..
	"создания этих артефактов.\\\n" ..
	"                               МИФРИЛОВОЕ СЕРЕБРО\\\n" ..
	"- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\\\n" ..
	"          Первые шаги включают подготовку кольца, из которого \\\n" ..
	"образуется кольцо власти. Во-первых, простые слитки золота \\\n" ..
	"и серебра, которые обычно считают чистыми, должны быть \\\n" ..
	"очищены еще сильнее, чтобы в них не осталось никаких \\\n" ..
	"примесей. Это делается просто путем нагревания слитка \\\n" ..
	"золота или серебра над обыкновенным огнем в печи и его\\\n" ..
	"томления в течение длительного времени. После этого\\\n" ..
	"два чистых слитка должны быть нагреты и объединены\\\n" ..
	"в печи, используемой для бронзы. В результате этого вы \\\n" ..
	"получите электрум. \\\n" ..
	"\\\n" ..
	"          После того, как было изготовленно несколько слитков \\\n" ..
	"электрума, их можно плавить в специальной печи с мифрилом над \\\n" ..
	"огнем с добавлением куска грубой породы. Когда мифриловое серебро \\\n" ..
	"будет приготовлено, оно появится поверх печи, выталкиваемое силой \\\n" ..
	"взрыва, возникающей при слиянии двух материалов. Этот сплав \\\n" ..
	"получится очень горячим и должен быть охлажден в котле с водой, \\\n" ..
	"чтобы он сформировал правильную структуру. Только тогда вы \\\n" ..
	"получите мифриловое серебро — основу кольца. \\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                                    КОЛЬЦА\\\n" ..
	"- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\\\n" ..
	"          Из мифрилового серебра следует изготовить кольцо. Это не так \\\n" ..
	"легко, как звучит. Отливаемое кольцо должно быть совершенным по \\\n" ..
	"форме и, следовательно, не может быть собрано в один шаг. Сначала \\\n" ..
	"два слитка мифрилового серебра должны быть помещены вместе в \\\n" ..
	"двойную печь, которая ранее использовалась для сплавления \\\n" ..
	"золота и серебра. Слитки сольются воедино, образуя четверть \\\n" ..
	"кольца. Однако, они могут вытечь через малейшие щели печи \\\n" ..
	"и сплав не получится. Когда две четверти были получены, их \\\n" ..
	"следует сварить вместе, чтобы получить полукольцо. Не \\\n" ..
	"исключено, что деталь может получится непригодной \\\n" ..
	"для дальнейшего использования. \\\n" ..
	"\\\n" ..
	"          Когда получены два полукольца, они должны быть совмещены в \\\n" ..
	"одно цельное кольцо, но, опять же, брака не избежать.\\\n" ..
	"\\\n" ..
	"          После того, как кольцо было собрано, оно должно быть \\\n" ..
	"подготовлено для установки драгоценного камня. Нужно \\\n" ..
	"изготовить два штифта из одного слитка мифрилового серебра, \\\n" ..
	"а затем присоеденить к кольцу, один сверху слева, другой \\\n" ..
	"сверху справа. После этого кольцо будет готово к \\\n" ..
	"объединению с драгоценным камнем, подготовку которого \\\n" ..
	"я опишу во втором томе.'}"
