return "return {[\"background\"] = \"gui_bookbg.png\", " ..
	"[\"title\"] = \"Овладевая Силами Колец: том второй\"," ..
	"[\"page_max\"] = 11, [\"text_len\"] = 10000, [\"owner\"] = \"Эльфийский Кузнец\"," ..
	"[\"text\"] = "..
	"'                            ДРАГОЦЕННЫЕ КАМНИ\\\n" ..
	"- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\\\n" ..
	"          В глубинах земли можно найти драгоценные камни трех \\\n" ..
	"видов. Эти камни требуют сложного процесса подготовки, \\\n" ..
	"чреватого риском раскола кристалла — непрост даже первый \\\n" ..
	"шаг. Обыкновенные кирки не могут выкопать эти кристаллы, \\\n" ..
	"потому что камень, в который они заключены, весьма \\\n" ..
	"тверд. Для этой цели требуется мифриловая кирка, но \\\n" ..
	"она должна иметь в своем составе три куска грубого \\\n" ..
	"камня, чтобы обеспечить хоть какой-то шанс сохранения \\\n" ..
	"целосности кристалла в процессе добычи. Даже с этой \\\n" ..
	"киркой лишь с небольшим шансом можно получить \\\n" ..
	"драгоценный камень из руды. \\\n" ..
	"\\\n" ..
	"          Когда вы добыли несколько драгоценных камней, \\\n" ..
	"(именно несколько, на случай раскола кристалла при его \\\n" ..
	"обработке) вы можете начать следующие этапы подготовки \\\n" ..
	"драгоценного камня. Кристалл, который вы получаете из \\\n" ..
	"руды, будет содержать куски обычного камня, которые \\\n" ..
	"необходимо удалить. Это можно сделать плавлением \\\n" ..
	"куска руды в обычной печи, которая оставит только\\\n" ..
	"неограненный кристалл. \\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"          Затем этому кристаллу нужно придать необходимую для\\\n" ..
	"кольца форму с помощью долота. Казалось бы, это простая задача, \\\n" ..
	"но драгоценные камни слишком часто не выдерживают этого, да \\\n" ..
	"и долото годится только для нескольких применений. Итак: \\\n" ..
	"чтобы сделать долото, в нижнем левом углу сетки должна \\\n" ..
	"быть установлена палка, а затем в середине должен быть \\\n" ..
	"помещенен слиток мифрила. В верхнем левом углу сетки \\\n" ..
	"должен быть помещен слиток стали, и вы соберете долото. \\\n" ..
	"С помощью него вам нужно огранить драгоценный камень. \\\n" ..
	"Если ваша рука не будет делать лишних резкихдвижений и \\\n" ..
	"структура драгоценного камня окажется без изъянов, ваш\\\n" ..
	"драгоценный камень будет успешно огранен. \\\n" ..
	"\\\n" ..
	"\\\n" ..
	"          Но даже тогда обработка не будет завершена и останется \\\n" ..
	"последний шаг. Кристалл должен быть отполирован. Это можно \\\n" ..
	"сделать, окружив его песком в сетке создания. Этот процесс \\\n" ..
	"может выявить еще больше недостатков, что приведет к расколу \\\n" ..
	"драгоценного камня. И если все пройдет успешно, у вас будет \\\n" ..
	"драгоценный камень, который будет готов стать одним целым с \\\n" ..
	"кольцом.\\\n" ..
	"\\\n" ..
	"          Часть описанного ранее верно только для трех видов \\\n" ..
	"камней: для адаманта, рубина и танзанита. Четвертый и пятый же \\\n" ..
	"получаются другим путем. Один из них можно создать только \\\n" ..
	"искуственно. Мы, эльфы, называем его ильванит (от Ilvana, \\\n" ..
	"что переводится с Квенья как совершенный). Ильванит — \\\n" ..
	"кристалл фиолетового цвета, имеющий идеальную структуру. \\\n" ..
	"Для его создания необходимо добыть другой камень — \\\n" ..
	"Изумруд (Его получение будет описано ниже). Затем нужно \\\n" ..
	"неограненный изумруд слить воедино в двойной печи с \\\n" ..
	"неограненным кристаллом танзанита. Сделав это вы \\\n" ..
	"получите неограненный ильванит. Возможна и неудача, \\\n" ..
	"поскольку результатом может оказаться бесполезый газ, \\\n" ..
	"а не кристалл. Но если вам повезет, то проведите огранку и \\\n" ..
	"полировку в соответствии с приведенным выше алгоритмом \\\n" ..
	"действий.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"          Получение изумруда весьма специфично: нужно \\\n" ..
	"спуститься на 18 километров под землю. Там в пещерах \\\n" ..
	"можно будет найти существо пришедшее прямиком из ада — \\\n" ..
	"дракон. Вы уже сталкивались с ним, собирая ресурсы для \\\n" ..
	"получения возможности прочесть эту книгу. С дракона \\\n" ..
	"могут выпасть драгоценные камни в породе исключая \\\n" ..
	"ильванит. С одного дракона падает только один драгоценный \\\n" ..
	"камень определенного вида. Используя изумруд можно создать \\\n" ..
	"кольцо, которым можно управлять зверями, а также оседлать \\\n" ..
	"животых, которых вы не можете из-за ограничений по расе.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                                        КОЛЬЦА ВЛАСТИ\\\n" ..
	"- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\\\n" ..
	"          Теперь у вас должно быть подготовленное кольцо \\\n" ..
	"и драгоценный камень, готовые к объединению. Сперва, \\\n" ..
	"отполированный ограненный кристалл следует вставить \\\n" ..
	"в подготовленное кольцо используя двойную печь. Слияние \\\n" ..
	"драгоценного камня и кольца может пойти не по плану, \\\n" ..
	"испортив их обоих. Но, надеюсь у вас, кольцо и драгоценный \\\n" ..
	"камень будут безупречно соеденены вместе, создавая одно \\\n" ..
	"неразделимое целое.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"          После того как драгоценный камень был объединен с кольцом, \\\n" ..
	"его должно подвергнуть изменению свойств составных материалов. Это \\\n" ..
	"происходит в два шага. Сперва кольцо следует окружить кусками грубой \\\n" ..
	"породы. Затем его необходимо плавить в специальной печи вместе с \\\n" ..
	"некоторыми другими материалами. Сложная структура печи необходима \\\n" ..
	"не только для поглощения и сохранения тепла, но также важны и \\\n" ..
	"сами ее материалы, способствующие изменению свойств колец. \\\n" ..
	"Когда эта печь будет готова, вы не сможете ее просто поставить. \\\n" ..
	"Нужно разместить квадрат из блоков лавы со сторонами три на три, а \\\n" ..
	"печь следует установить посреди него, прямо над центральным блоком \\\n" ..
	"лавы. Когда печь была помещена, в нее должно быть положено кольцо, \\\n" ..
	"окруженное грубой породой, один блок мифрила, один блок тилкала и \\\n" ..
	"один блок галворна вместе с большим количеством топлива.\\\n" ..
	"          Пройдет много времени пока материалы окончательно \\\n" ..
	"соединятся, а кольцо будет наполнено их могуществом. По \\\n" ..
	"завершению времени достаньте кольцо из печи. Если кольцо \\\n" ..
	"было успешно приготовлено, произойдет взрыв, достаточно \\\n" ..
	"мощный, чтобы убить почти все живое на довольно большом \\\n" ..
	"расстоянии от печи. Из-за взрыва образуется большой \\\n" ..
	"кратер, на дне которого вы найдете кольцо. Если, же \\\n" ..
	"не все пройдет гладко, тогда будет уже не такой \\\n" ..
	"большой взрыв, но все же мощный, и кольцо, увы, \\\n" ..
	"не получится. Если же все будет успешно, у вас будет \\\n" ..
	"кольцо власти!\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                                        ЗАКЛЮЧЕНИЕ\\\n" ..
	"- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\\\n" ..
	"          Кольца власти — сложные вещи, и процесс их \\\n" ..
	"создания является таким же сложным. Он требует времени, \\\n" ..
	"терпения и большого количества ресурсов. Мы не открыли \\\n" ..
	"этот процесс за один раз, а, скорее, открытие происходило \\\n" ..
	"в течение длительного времени, с медленными этапами \\\n" ..
	"познания и многими экспериментами с различными \\\n" ..
	"материалами. У вас, неизвестный читатель, есть большое \\\n" ..
	"преимущество перед нами — вы имеете описанный по порядку \\\n" ..
	"процесс. Я надеюсь, он достаточно ясно объяснен, чтобы \\\n" ..
	"можно было самому изготовить кольцо. \\\n" ..	
	"\\\n" ..
	"          Скажу напоследок: есть только один способ, которым \\\n" ..
	" эти кольца могут быть уничтожены. Их нужно бросить в лаву, \\\n" ..
	"после чего рекомендуется отступить на безопасное расстояние, \\\n" ..
	"потому что смерть кольца еще более взрывоопасна, чем его \\\n" ..
	"рождение. Удачи, и прощай, неизвестный читатель!" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                                                                     Искренне ваш,\\\n" ..
	"                                           Эльфийский Кузнец, Тануавель.'}"
