return "return {[\"background\"] = \"gui_bookbg.png\", " ..
	"[\"title\"] = \"Овладевая Силами Колец\"," ..
	"[\"page_max\"] = 15, [\"text_len\"] = 8622, [\"owner\"] = \"Эльфийский Кузнец\"," ..
	"[\"text\"] = "..
	"'                        ВВЕДЕНИЕ \\\n" ..
	"--------------------------------------------------\\\n" ..
	"     Когда разные материалы сливаются друг с другом и объединяются в единый связанный определенной\\\n" ..
	"структурой новый материал, происходят изменения не только в его физических свойствах, но и в\\\n" ..
	"возможностях его использования. Проведя много лет, воплощая сию идею в жизнь под руководством Аннатара,\\\n" ..
	"любезного Лорда Даров, мы, Эльфы, достигли высокого уровня понимания вопросов в отношении некоторых\\\n" ..
	"материалов. Мы смогли изобрести предметы великой силы благодаря этим знаниям. Они касаются, в\\\n" ..
	"частности, золота, серебра и драгоценных камней, совмещенных вместе в одном ювелирном изделии. Чтобы\\\n" ..
	"эти знания могли быть переданы будущему поколению, мы решили, что следует написать о процессе создания этих предметов.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                        Ювелирное Серебро\\\n" ..
	"--------------------------------------------------\\\n" ..
	"     Первые шаги включают подготовку кольца, из которого образуется кольцо власти. Во-первых,\\\n" ..
	"простые слитки золота и серебра, которые обычно считают чистыми, должны быть очищены еще сильнее,\\\n" ..
	"чтобы в них не осталось никаких примесей. Это делается просто путем нагревания слитка золота\\\n" ..
	"или серебра над обыкновенным огнем в печи и томления его там в течение длительного времени. После\\\n" ..
	"этого два чистых слитка должны быть нагреты и объединены в специальной печи, используемой для бронзы.\\\n" ..
	"В результате этого вы получите электрум. \\\n" ..

	"     После того, как было изготовленно несколько слитков электрума, их можно плавить в специальной печи\\\n" ..
	"с мифрилом над огнем с добавлением куска грубой породы. Когда ювелирное серебро будет приготовлено,\\\n" ..
	"оно появится поверх печи, выталкиваемое силой взрыва, возникающей при слиянии двух материалов. Этот сплав\\\n" ..
	"получится очень горячим и должен быть охлажден в котле с водой, чтобы он сформировал правильную\\\n" ..
	"структуру. Только тогда вы получите ювелирное серебро — основу кольца.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                        КОЛЬЦА\\\n" ..
	"--------------------------------------------------\\\n" ..
	"     Из ювелирного серебра следует изготовить кольцо. Это не так легко, как звучит. Отливаемое кольцо\\\n" ..
	"должно быть совершенным по форме и, следовательно, не может быть собрано в один шаг. Сначала два\\\n" ..
	"слитка ювелирного серебра должны быть помещены вместе в двойную печь, которая ранее использовалась\\\n" ..
	"для сплавления золота и серебра. Слитки сольются воедино, образуя четверть кольца. Однако они могут\\\n" ..
	"получиться неправильной формы и их придется выбросить в огонь. Когда две четверти были получены, их следует\\\n" ..
	"сварить вместе, чтобы получить полукольцо. Опять же, деталь может получится непригодной для дальнейшего\\\n" ..
	"использования. Когда получены два полукольца, они должны быть сварены, опять же, с шансом брака, в одно\\\n" ..
	"цельное кольцо.\\\n" ..
	"\\\n" ..
	"     После того, как кольцо было собрано, оно должно быть подготовлено для установки драгоценного камня.\\\n" ..
	"Нужно изготовить два штифта из одного слитка ювелирного серебра, а затем присоеденить к кольцу, один сверху\\\n" ..
	"слева, другой сверху справа. После этого кольцо будет готово к объединению с драгоценным камнем, подготовку\\\n" ..
	"которого я сейчас опишу.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                        ДРАГОЦЕННЫЕ КАМНИ\\\n" ..
	"--------------------------------------------------\\\n" ..
	"     В глубинах земли можно найти драгоценные камни трех видов. Эти камни требуют сложного процесса\\\n" ..
	"их подготовки, чреватого риском раскола кристалла - непрост даже первый шаг. Обыкновенные кирки не могут\\\n" ..
	"выкопать эти кристаллы, потому что камень, в который они заключены, чрезвычайно тверд.  Для этой \\\n" ..
	"цели требуется мифриловая кирка, но она должна иметь в своем составе три куска грубого камня, чтобы обеспечить\\\n" ..
	"шанс сохранения целосности кристалла в процессе добычи. Даже с этой киркой лишь с небольшим шансом можно получить\\\n" ..
	"драгоценный камень из руды. \\\n" ..
	"\\\n" ..
	"	Когда вы добыли несколько драгоценных камней, (именно несколько, на случай раскола кристалла при его\\\n" ..
	"обработке) вы можете начать следующие этапы подготовки драгоценного камня. Кристалл, который вы получаете из\\\n" ..
	"руды, будет содержать куски обычного камня, которые необходимо удалить. Это можно сделать плавлением куска\\\n" ..
	"руды в обычной печи, которая оставит неограненный камень. \\\n" ..
	"\\\n" ..
	"     Затем этому камню нужно придать необходимую для форму с помощью долота. Казалось бы, это простая задача,\\\n" ..
	"но драгоценные камни слишком часто не выдерживают этого, да и долото годится только для нескольких применений.\\\n" ..
	"Чтобы сделать долото, в нижнем левом углу сетки должна быть установлена палка, а затем в середине должен быть\\\n" ..
	"положен слиток мифрила. В верхнем левом углу сетки должен быть помещен слиток стали, и вы соберете\\\n" ..
	"долото. С помощью него вам нужно огранить драгоценный камень. Если ваша рука не будет делать лишних резких\\\n" ..
	"движений и структура драгоценного камня окажется без изъянов, ваш драгоценный камень будет успешно огранен.\\\n" ..
	"     Но даже тогда обработка не будет завершена и останется последний шаг. Кристалл должен быть\\\n" ..
	"отполирован. Это можно сделать, окружив его песком в сетке крафта. Этот процесс может выявить еще больше\\\n" ..
	"недостатков, что приведет к расколу драгоценного камня. И если все пройдет успешно, у вас будет драгоценный\\\n" ..
	"камень, который будет готов стать одним целым с кольцом.\\\n" ..
	"\\\n" ..
	"     Часть описанного ранее верно только для трех видов камней: для адаманта, рубина и танзанита. Четвертый и пятый же\\\n" ..
	"получаются другим путем. Один из них можно создать только искуственно. Мы, эльфы, называем его ильванит\\\n" ..
	"(от Ilvana, что переводится с Квенья как совершенный). Ильванит - кристалл фиолетового цвета, имеющий совершенную\\\n" ..
	"кристаллическую структуру. Чтобы создать этот камень необходимо получить другой кристалл - Изумруд (Его получение\\\n" ..
	"будет описано ниже). Затем нужно неограненный изумруд слить воедино в двойной печи с неограненным кристаллом танзанита.\\\n" ..
	"Сделав это вы получите неограненный ильванит. Возможна и неудача, поскольку кварц может слиться с танзанитом\\\n" ..
	"неправильно и оба кристалла испарятся. Если вам повезет, проведите огранку а затем полировку в соответствии с\\\n" ..
	"приведенным выше алгоритмом действий.\\\n" ..
	"     Получение изумруда весьма специфично: нужно спуститься на 18 километров под землю. Там в пещерах можно будет найти\\\n" ..
	"существо пришедшее прямиком из ада - дракон. Вы уже сталкивались с ним, собирая ресурсы для получения возможности\\\n" ..
	"прочесть эту книгу. С дракона могут выпасть драгоценные камни в породе исключая ильванит. С одного дракона падает\\\n" ..
	"только один драгоценный камень определенного вида. Используя изумруд можно создать кольцо, которым можно управлять\\\n" ..
	"зверями, а также оседлать животых, которых вы не можете из-за ограничений по расе.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                        КОЛЬЦА ВЛАСТИ\\\n" ..
	"--------------------------------------------------\\\n" ..
	"     Теперь у вас должно быть подготовленное кольцо и драгоценный камень, готовые к объединению. Сперва,\\\n" ..
	"отполированный ограненный кристалл следует вставить в подготовленное кольцо используя двойную печь. Слияние\\\n" ..
	"драгоценного камня и кольца может пойти не по плану, испортив их обоих. Но, надеюсь, кольцо и драгоценный\\\n" ..
	"камень будут безупречно соеденены вместе, создавая одно неразделимое целое.\\\n" ..
	"     После того, как драгоценный камень был объединен с кольцом, должно подвергнуть изменению свойств их\\\n" ..
	"материалов. Это происходит в два шага. Сперва кольцо следует окружить кусками грубой породы. Затем его необходимо\\\n" ..
	"плавить в специальной печи вместе с некоторыми другими материалами. Сложная структура печи необходима не только\\\n" ..
	"для поглощения и сохранения тепла, но также важны и сами ее материалы, способствующие изменению свойств колец.\\\n" ..
	"\\\n" ..
	"     Когда эта печь будет готова, вы не сможете ее просто поставить. Нужно разместить квадрат из блоков\\\n" ..
	"лавы со сторонами три на три, а печь следует установить посреди него, прямо над центральным блоком лавы. Когда\\\n" ..
	"печь была помещена, в нее должно быть положено кольцо, окруженное грубой породой, один блок мифрила, один блок\\\n" ..
	"тилкала и один блок галворна вместе с большим количеством топлива.\\\n" ..
	"\\\n" ..
	"     Пройдет много времени пока материалы окончательно соединятся, а кольцо будет наполнено их могуществом. По завершению\\\n" ..
	"времени достаньте кольцо из печи. Если кольцо было успешно приготовлено, произойдет взрыв, достаточно мощный, чтобы убить\\\n" ..
	"почти все живое на довольно большом расстоянии от печи. Из-за взрыва образуется большой кратер, на дне которого вы найдете\\\n" ..
	"кольцо. Если, же не все пройдет гладко, тогда будет уже не такой большой взрыв, но все же мощный, и кольцо, увы, не\\\n" ..
	"получится. Если же все будет успешно, у вас будет кольцо власти!\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"                        ЗАКЛЮЧЕНИЕ\\\n" ..
	"--------------------------------------------------\\\n" ..
	"     Кольца власти - сложные вещи, и процесс их создания является таким же сложным. Он требует времени,\\\n" ..
	"терпения и большого количества ресурсов. Мы не открыли этот процесс за один раз, а, скорее,\\\n" ..
	"открытие происходило в течение длительного времени, с медленными этапами познания и многими экспериментами\\\n" ..
	"с различными материалами. У вас, неизвестный читатель, есть большое преимущество перед нами - вы имеете\\\n" ..
	"описанный по порядку процесс. Я надеюсь, он достаточно ясен, чтобы можно было самому изготовить кольцо.\\\n" ..
	"\\\n" ..
	"     Скажу напоследок: есть только один способ, которым эти кольца могут быть уничтожены. Их нужно\\\n" ..
	"бросить в лаву, после чего рекомендуется отступить на безопасное расстояние, потому что смерть кольца еще\\\n" ..
	"более взрывоопасна, чем его рождение. Удачи, и прощай, неизвестный читатель!\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"								Искренне ваш,\\\n" ..
	"						Эльфийский Кузнец, Тануавель'}"
